"&About Flash Decompiler..." = "&Über Flash Decompiler..."
"&Copy" = "&Kopieren"
"&Help" = "&Hilfe"
"&Keyboard shortcuts" = "&Schnelltasten"
"&Localization" = "&Lokalisierung"
"&Open file and add it to tasks..." = "&Die Datei öffnen und zu Aufgaben hinzufügen..."
"&Preview file in player..." = "&Die Vorschau der Datei im Player..."
"&Save SWF/EXE as..." = "&SWF/EXE als... speichern"
"&Tutorials" = "&Anleitungen"
"16 (high color)" = "16 (high color)"
"24 (true color)" = "24 (true color)"
"32 (true color)" = "32 (true color)"
"8 (colormapped)" = "8 (colormapped)"
"AUTO" = "AUTOMATISCH"
"ActionScript" = "ActionScript"
"ActionScript (*.as)" = "ActionScript (*.as)"
"ActionScript options" = "Optionen vom ActionScript"
"ActionScript search" = "ActionScript Suche"
"ActionScripts viewing mode settings. This only effects ActionScripts, shown in Flash Decompiler." = "Die Einstellung vom Ansichtsmodus der ActionScripts. Das beeinflusst nur die im Flash Decompiler gezeigten ActionScripts ."
"Actions" = "Tätigkeiten"
"Activity log" = "Tätigkeitsprotokoll"
"Add SWF files to tasks" = "SWF-Dateien zu Aufgaben hinzufügen"
"Add all files in the current directory to My tasks list\r\nrecursively, including subfolders." = "Alle Dateien aus dem aktuellen Verzeichnis inklusive Subverzeichnisse rekursuv zu meinen Aufgaben\r\nhinzufügen."
"Add currently selected SWF/EXE file\r\ninto My tasks list for management,\r\nconversion and extraction." = "Aktuell ausgewählte SWF/EXE Datei\r\n zu meiner Aufgabenliste für die Verwaltung ,\r\nKonvertierung und Extrahierung hinzufügen."
"Add folder" = "Ordner hinzufügen"
"Add folder recursively" = "Ordner rekursiv hinzufügen"
"Add folder root" = "Das Hauptverzeichnis hinzufügen"
"Add only files present in folder's root to My tasks list." = "Nur die Dateien aus dem Hauptverzeichnis  zu meiner Aufgabenliste hinzufügen."
"Add task" = "Aufgabe hinzufügen"
"Add whole folder into My tasks list." = "Den ganzen Ordner zu meiner Aufgabenliste hinzufügen."
"Advanced morph decompilation" = "Erweiterte Dekompilierung der Morphen"
"Align" = "Ausrichten"
"Align text to the left" = "Den Text nach links ausrichten"
"Align text to the right" = "Den Text nach rechts ausrichten"
"All sound files (*.WAV, *.MP3)|*.WAV;*.MP3|Wave sounds (*.WAV)|*.WAV|MP3 music (*.MP3)|*.MP3|" = "Alle Tondateien (*.WAV, *.MP3)|*.WAV;*.MP3|Wave Sounds (*.WAV)|*.WAV|MP3 Musik (*.MP3)|*.MP3|"
"All supported files (*.SWF; *.EXE)|*.SWF;*.EXE|SWF Files (*.SWF)|*.SWF|Projectors (*.EXE)|*.EXE|" = "Alle unterstützten Dateien (*.SWF; *.EXE)|*.SWF;*.EXE|SWF Dateien (*.SWF)|*.SWF|Projectors (*.EXE)|*.EXE|"
"All supported image formats (*.JPG, *.JPEG, *.JPE, *.BMP, *.PNG)|*.JPG;*.JPEG;*.JPE;*.BMP;*.PNG|JPEG compressed images (*.JPG, *.JPEG, *.JPE)|*.JPG;*.JPEG;*.JPE|Bitmaps (*.BMP)|*.BMP|Portable network graphics (*.PNG)|*.PNG|" = "Alle unterstützten Bildformate (*.JPG, *.JPEG, *.JPE, *.BMP, *.PNG)|*.JPG;*.JPEG;*.JPE;*.BMP;*.PNG|JPEG komprimierte Bilder (*.JPG, *.JPEG, *.JPE)|*.JPG;*.JPEG;*.JPE|Bitmaps (*.BMP)|*.BMP|Portable Network Graphics (*.PNG)|*.PNG|"
"All words" = "Alle Wörter"
"Allows/Disables text selection" = "Die Textauswahl aktivieren/deaktivieren"
"Almost the same with previewing a file,\r\nbut will also add it to My tasks list for further processing." = "Fast dasselbe mit der Vorschau der Datei,\r\naber die Datei wird zu meiner Aufgabenliste für weitere Bearbeitung hinzugefügt."
"Any word" = "Beliebiges Wort"
"Autodetect" = "Autodetect"
"Autosize" = "Autogröße"
"Available localizations" = "Vorhandene Lokalisierungen"
"Background color:" = "Hintergrundfarbe:"
"Beta-tester" = "Betatester"
"Bitmap Files (*.bmp)|*.bmp|" = "Bitmap Dateien (*.bmp)|*.bmp|"
"Bits per ADPCM sample:" = "Bits per ADPCM Sample:"
"Bits per pixel" = "Bits per Pixel"
"Bits per pixel:" = "Bits per Pixel:"
"Bits per sample:" = "Bits per Sample:"
"Bounds" = "Bündel"
"Braces around single statement" = "Geschweifte Klammer um jede einzige Angabe"
"Braces at new line" = "Geschweifte Klammer auf der neuen Zeile"
"Build %@" = "Build %@"
"Business" = "Geschäftslizenz"
"Button" = "Schaltfläche"
"Buttons" = "Schaltflächen"
"By default Flash Decompiler will show actual snapshots of most of the Flash objects for preview, when you select the whole category/group. Making previews of multiple objects may substantially slow down Flash Decompiler performance when you navigate through objects groups, especially when there are more than 100 items there. So, you might wish to disable thumbnails generation for certain object types. Tiny nice icons will be shown to you then." = "Der Flash Decompiler zeigt aktuelle Screenshots der meisten Flash-Objekte als Vorschau, wenn Sie ganze Kategorie/Gruppe auswählen. Die Vorbereitung der Vorschau für mehrere Objekte wird die Arbeitsleistung des Programms senken, wenn Sie durch die Gruppe von Objekten navigieren, besonders wenn es mehr als 100 Objekte sind. Deaktivieren Sie die Erzeugung der Vorschaubilder für bestimmte Typen von Objekten. Sie werden kleine Icons sehen."
"Cancel" = "Abbrechen"
"Center text" = "Den Text zentrieren"
"Change ActionScripts view to Pi-code actions representation" = "Die Darstellung der ActionScripts auf die Pi-Code Darstellung wechseln"
"Change ActionScripts view to common representation" = "Die Darstellung von ActionScripts auf gewöhnliche Darstellung verändern"
"Change ActionScripts view to hex dump representation" = "Die Darstellung von ActionScripts auf hexadezimale Darstellung verändern"
"Change ActionScripts view to split mode including Pi-codes and hex dumps" = "Die Darstellung von ActionScripts auf den gesplitteten Modus verändern, der die Pi-Codes und hexadezimale Darstellung vereinigt"
"Change background color" = "Die Hintergrundfarbe verändern"
"Change text type to passwords with masking" = "Den als Passwort gedruckten Text unsichtbar machen"
"Change the text color" = "Die Textfarbe verändern"
"Check for &newer version" = "Nach der neuesten& Version sehen"
"Check for availability of updated version online." = "Nach der aktualisierten Version online sehen."
"Check your Flash Decompiler copy details, like version, build,\r\nrelease date, technical support contacts, etc." = "Die Details zu Ihrer Kopie vom Flash Decompiler wie die Version, der Build,\r\ndas Releasedatum, die Kontaktinformationen zum technischen Support usw. nachsehen"
"Check/Uncheck selected items" = "Die gewählten Einheiten ankreuzen/deaktivieren"
"Choose background color for current task" = "Die Hintergrundfarbe für aktuelle Aufgabe auswählen"
"Choose the language Flash Decompiler GUI will be displayed in." = "Die Sprache der grafischen Oberfläche vom Flash Decompiler auswählen."
"Clear My tasks" = "Meine Aufgaben löschen"
"Click here to check for newer version" ="Hier klicken, um nach neuer Version nachzuschauen"
"Close" = "Schließen"
"Code format" = "Codeformat"
"Collapse current file" = "Aktuelle Datei zuklappen"
"Collapse current group" = "Aktuelle Gruppe zuklappen"
"Collapse everything" = "Alles zuklappen"
"Color" = "Farbe"
"Colors" = "Farben"
"Combine all scripts into folder" = "Alle Scripts in einen Ordner zusammenlegen"
"Compressed video (*.mpg)" = "Komprimiertes Video (*.mpg)"
"Configure morph detection and decompilation\r\noptions for resulting FLA file." = "Die Optionen der Feststellung von Morphen und ihrer Dekompilierung\r\nfür resultierende FLA-Datei konfigurieren."
"Contact &Tech Support" = "Technischen &Support kontaktieren"
"Conversion options" = "Konvertierungsoptionen"
"Conversion path:" = "Konvertierungspfad:"
"Convert" = "Konvertieren"
"Convert SWF file(s) to FLA" = "SWF Datei(en) in FLA konvertieren"
"Convert all" = "Alle konvertieren"
"Convert all available tasks to FLA." = "Alle vorhandenen Aufgaben in FLA konvertieren."
"Convert current" = "Aktuelle konvertieren"
"Convert currently highlighted file from the tasks list." = "Die aktuell markierte Datei von der Aufgabenliste konvertieren."
"Convert static text into shapes" = "Statischen Text in Shapes konvertieren"
"Copy to clipboard" = "In die Zwischenablage kopieren"
"Count" = "Abzählen"
"Create folder for morphs" = "Den Ordner für Morphen erstellen"
"Current" = "Aktuell"
"Custom color" = "Die vom Nutzer bestimmte Farbe"
"Customize some advanced options of Flash Decompiler" = "Einige erweiterte Optionen für den Flash Decompiler individuell einstellen"
"Decode built-in MX classes" = "Die eingebauten MX Klassen dekodieren"
"Decompile symbols not present at timeline" = "Symbole dekompilieren, die auf der Zeitleiste nicht vorhanden sind"
"Decompiling task" = "Dekompilierungsaufgabe"
"Default" = "Vorgegeben"
"Default settings" = "Vorgegebene Einstellungen"
"Demo" = "Testversion"
"Details" = "Details"
"Detect motion tweens" = "Die Feststellung von Motion Tweens"
"Discard all changes which you applied\r\nand revert to last saved file." = "Alle bereits angewandten Veränderungen annulieren\r\nund zur letzten gespeicherten Datei zurückkehren."
"Discard changes" = "Veränderungen ablehnen"
"Do not show this message again" = "Diese Meldung nicht mehr anzeigen"
"Do you really want to discard all the changes you made and revert to the last saved state of the SWF file?" = "Möchten Sie wirklch alle von Ihnen gemachten Veränderungen annulieren und zur letzten gespeicherten SWF-Datei zurückgehen?"
"Do you really want to exit Flash Decompiler?" = "Möchten Sie wirklich die Arbeit mit dem Flash Decompiler beenden?"
"Do you really want to remove all Flash files from My tasks?" = "Möchten Sie wirklich alle Flash-Dateien von der Aufgabenliste entfernen?"
"Do you really want to remove selected file?" = "Möchten Sie wirklich die ausgewählte Datei entfernen?"
"Do you really want to save changes in <%@>?" = "Möchten Sie wirklich die Veränderungen in <%@> speichern?"
"Drag to zoom in and out" = "Ziehen, um zoomen zu können"
"Dragging" = "Ziehen"
"Dynamic text" = "Dynamischer Text"
"Dynamic texts" = "Dynamische Texte"
"Edit" = "Bearbeiten"
"Edit Flash objects" = "Flash-Objekte bearbeiten"
"Edit Images" = "Bilder bearbeiten"
"Edit URL's" = "URLs bearbeiten"
"Edit URLs" = "URLs bearbeiten"
"Edit color" = "Farbe bearbeiten"
"Edit colors" = "Farben bearbeiten"
"Edit colors in SWF/EXE tasks. Opens a special panel\r\nwhere you can edit most of the colors you see\r\nin a movie. Cannot edit raster images, etc." = "Bearbeiten Sie Farben in SWF/EXE Aufgaben. Spezielle Leiste muss geöffnet werden,\r\nwo die meisten Fraben aus dem Video bearbeitet werden können. \r\nDie Rasterbilder können nicht editiert werden."
"Edit dynamic texts" = "Dynamische Texte bearbeiten"
"Edit images" = "Bilder bearbeiten"
"Edit lines" = "Linien bearbeiten"
"Edit lines in a SWF/EXE task: edit line thickness, and color.\r\nDon't forget to select the desired shape if no lines are shown." = "Die Bearbeitung der Linienin einer SWF/EXE Aufgabe: die Bearbeitung der Liniendichte und der Farbe.\r\nVergessen Sie nicht, den nötigen Shapes auszuwählen, wenn keine Linien gezeigt werden."
"Edit lines:" = "Linien bearbeiten:"
"Edit links" = "Links bearbeiten"
"Edit links found in a SWF/EXE task.\r\nNote, that you will be editing all links in a task." =  "Die in der SWF/EXE Aufgabe gefundenen Links editieren.\r\nBeachten Sie bitte, dass Sie alle Links in einer Aufgabe editieren."
"Edit links: " = "Links bearbeiten: "
"Edit shapes" = "Shapes bearbeiten"
"Edit sounds" = "Sounds bearbeiten"
"Enable automatic size setting" = "Automatische Einstellung der Größe ermöglichen"
"Enable multi-line text positioning" = "Mehrzeilige Textpositionierung ermöglichen"
"Enable word-wrapping" = "Den Zeilenumbruch aktivieren"
"Enter &registration code" = "Den Registrierungscode &eingeben"
"Exact match" = "Exakte Übereinstimmung"
"Exit" = "Ausgehen"
"Exit Flash Decompiler. All unsaved editing tasks will promt for saving." = "Die Arbeit mit dem Exit Flash Decompiler beenden. Alle editierten und nicht gespeicherten Aufgaben werden zum Speichern auffordern."
"Expand current file" = "Aktuelle Datei ausklappen"
"Expand group" = "Gruppe ausklappen"
"Export format" = "Format exportieren"
"Export path:" = "Den Pfad exportieren:"
"Extract" = "Extrahieren"
"Extract SWF objects" = "SWF-Objekte extrahieren"
"Extract all currently selected SWF resources.\r\nThe Export path can be changed in the main Extract tab." = "Extrahieren Sie alle aktuell ausgewählten SWF-Ressourcen.\r\nDer Exportierungspfad kann in dem Extrahierungstab verändert werden."
"Extract all currently selected SWF resources.\r\nThe path you see to the left will be used to store the objects in." = "Extrahieren Sie alle aktuell ausgewählten SWF-Ressourcen.\r\nDer Pfad, den sie links sehen, wird für die Speicherung der Objekte genutzt."
"Extract now" = "Jetzt extrahieren"
"Extract resource" = "Ressource extrahieren"
"Extracting SWF objects" = "SWF-Objekte extrahieren"
"FLA" = "FLA"
"FLA version" = "FLA-Version"
"Failed to open image <%@>" = "Das Bild<%@> kann nicht geöffnet werden"
"Failed to open sound file <%@>" = "Die Tondatei <%@> kann nicht geöffnet werden"
"File" = "Datei"
"File explorer" = "Datei-Explorer"
"File properties" = "Dateiproperties"
"Find the ways to reach Eltima technical support for answers and tips." = "Kontaktieren Sie den technischen Support von Eltima, um Fragen zu stellen und Tipps zu bekommen."
"Fit all" = "Alle anpassen"
"Fit to Player area" = "Dem Playerbereich anpassen"
"Flash Decompiler &homepage" = "Die Homepage vom &Flash Decompiler"
"Flash Decompiler Options" = "Optionen vom Flash Decompiler"
"Flash Decompiler Trillix" = "Flash Decompiler Trillix"
"Flash Decompiler Trillix Options" = "Optionen vom Flash Decompiler Trillix"
"Flash Movie (*.swf)" = "Flash Movie (*.swf)"
"Flash Player 5" = "Flash Player 5"
"Flash Player 6" = "Flash Player 6"
"Flash Player 7" = "Flash Player 7"
"Flash Player 8" = "Flash Player 8"
"Flash Player ActiveX version installed in your system" = "Flash Player ActiveX Version ist in ihrem System installiert."
"Flash Source (*.fla)" = "Quellcode vom Flash (*.fla)"
"Flash Video (*.flv)" = "Flash Video (*.flv)"
"Flash objects thumbnails settings when groups are selected" = "Die Einstellung der Vorschaubilder für Flash-Objekte, wenn Gruppen ausgewählt sind."
"Font" = "Schrift"
"Font size" = "Schriftgröße"
"Fonts" = "Schriftarten"
"Force ANSI encoding" = "Die ANSI-Verschlüsselung erfordern"
"Formats" = "Formate"
"Frame" = "Frame"
"Frame count:" = "Framezahl:"
"Framerate:" = "Framerate:"
"Frames" = "Frames"
"General" = "Allgemein"
"Globally search ActionScripts within SWF/EXE files." = "Umfassende Suche nach ActionScripts innnerhalb der SWF/EXE Dateien."
"Has alpha" = "Hat Alpha"
"Has border" = "Hat einen Rahmen"
"Has wordwrap" = "Hat automatischen Zeilenumbruch"
"Height:" = "Höhe:"
"Hex dump" = "Hexadezimal"
"Hex dump (*.txt)" = "Hexadezimale Ausgabe (*.txt)"
"Hexadicimal dump" = "Hexadezimale Ausgabe"
"Homepage" = "Homepage"
"Hypertext (*.html)" = "Hypertext (*.html)"
"Icons" = "Icons"
"Id" = "ID"
"If you experience unusual behavior of your Flash movies in Flash Decompiler,\nthe problem may be caused by the older version of Flash Player ActiveX\nwhich is currently installed in your system. You may check for availability\nof the new version by clicking the following button, or visiting www.adobe.com" = "Falls Sie ungewöhnliches Verhalten der Flash-Videos im Flash Decompiler bemerken,\nist dieses Problem eventuell auf die ältere Version des im System installierten Flash Players ActiveX zurückzuführen. Sie können nach\nder neueren Version nachschauen. Dafür muss man auf folgende Schaltfläche drücken oder www.adobe.com besuchen."
"Ignore case" = "Groß-/Kleinschrift ignorieren"
"Image" = "Bild"
"Image (*.png, *.jpeg, *.bmp)" = "Bild (*.png, *.jpeg, *.bmp)"
"Image format" = "Bildformat"
"Image properties" = "Eigenschaften vom Bild"
"Images" = "Bilder"
"Indent" = "Zeileneinzug"
"Indent size" = "Die Größe des Zeileneinzuges"
"Info" = "Info"
"Is HTML" = "Ist HTML"
"Is multiline" = "Ist mehrzeilig"
"Is password" = "Ist Passwort"
"Is read-only" = "Nur Leserecht"
"Join mask layers" = "Maskenschichten vereinigen"
"Justify text: align text to both left and right,\r\nby adding extra spaces between words." = "Den Text ausrichten: den Text nach rechts und nach links ausrichten,\r\nindem man zusätzliche Leerstellen zwischen Wörtern hinzufügt."
"Layer" = "Schicht"
"Leading" = "Abstand zwischen Zeilen"
"Leave current" = "Aktuellen Wert lassen"
"Left margin" = "Der Rand links"
"Length factor: " = "Längefaktor: "
"Library folders" = "Library-Ordner"
"License:" = "Lizenz:"
"Line properties" = "Eigenschaften der Linie"
"Line thickness in twips" = "Die Stärke der Linie in Twips"
"Lines" = "Linien"
"Link location to edit: " = "Die Speicherstelle für die Editierung verlinken: "
"Link target: " = "Ziel verlinken: "
"Links" = "Links"
"List" = "Liste"
"Logics: " = "Logik: "
"Lossless" = "Verlustlos"
"MP3 bitrate:" = "MP3 Bitrate:"
"MPG" = "MPG"
"Macromedia Flash 8 (v8)" = "Macromedia Flash 8 (v8)"
"Macromedia Flash Components (*.swc)|*.swc||" = "Macromedia Flash Komponente (*.swc)|*.swc||"
"Macromedia Flash MX (v6)" = "Macromedia Flash MX (v6)"
"Macromedia Flash MX 2004 (v7)" = "Macromedia Flash MX 2004 (v7)"
"Make this dynamic text read-only" = "Für diesen dynamischen Text nur Leserechte erteilen"
"Manage" = "Verwalten"
"Measured in twips: %@" = "Gemessen in Twips: %@"
"More Colors" = "Mehr Farben"
"More colors ... " = "Mehr Farben ... "
"Morph" = "Morph"
"Morph Options" = "Optionen vom Morph"
"Morphs" = "Morphen"
"Motion tweens" = "Motion Tweens"
"Movement smoothness: " = "Die Glattheit der Bewegungen: "
"My tasks (SWF, EXE)" = "Meine Aufgaben (SWF, EXE)"
"New" = "Neu"
"No" = "Nein"
"No Flash file selected" = "Keine Flash-Datei wurde ausgewählt"
"No available tasks.\r\nPlease, add SWF or Projector EXE\r\nfiles here to activate other tabs." = "Keine vorhandenen Aufgaben.\r\nBitte fügen Sie SWF oder Projector EXE\r\nDateien hierher hinzu, um andere Tabs zu aktivieren."
"No images to edit in this task.\r\nThis Flash movie does not contain any.\r\n" = "Es sind keine Bilder zum Editieren \r\nin dieser Aufgabe vorhanden.\r\nDieses Flash-Video enthält keine.\r\n"
"No sounds to edit in this task.\r\n" = "Keine Sounds zum Editieren\r\n in dieser Aufgabe.\r\n"
"No tag information available for currently selected item, or no item selected. Please, choose some part of the movie in the tasks list." = "Keine Tagsinformationen  sind für die derzeit ausgewählten Einheiten vorhanden oder keine Einheit ist ausgewählt. Bitte, wählen Sie einen Teil des Videos in die Aufgabeliste."
"Non-compressed video (*.avi)" = "Nicht komprimiertes Video (*.avi)"
"Nothing found to match your query." = "Die Suche nach ihrer Anfrage lieferte keine Treffer."
"Object" = "Objekt"
"Objects" = "Objekte"
"Ok" = "Ok"
"Open User &Manual" = "Das Handbuch &öffnen"
"Open destination folder after extraction" = "Den Zielordner nach der Extrahierung öffnen"
"Open file after conversion" = "Nach der Konvertierung die Datei öffnen"
"Open local CHM user manual for help." = "Lokales CHM-Benutzerhandbuch für Hilfe öffnen."
"Opens SWF or Projector file in main player for preview.\r\nFile is not added to My tasks list." = "Öffnet SWF oder Projector Datei im Hauptplayer für die Vorschau.\r\nDie Datei gehört nicht zu meiner Aufgabenliste."
"Order full version" = "Vollversion bestellen"
"Other" = "Andere"
"Other colors" = "Andere Farben"
"P-Code" = "P-Code"
"P-Code and hexadicimal dump combined" = "P-Code und hexadezimale Ausgabe sind kombiniert"
"Personal" = "Persönlich"
"Pi-code and hex dump (*.txt)" = "Pi-Code und hexadezimal (*.txt)"
"Pi-code dump (*.txt)" = "Pi-Code Ausgabe (*.txt)"
"Place morphs into library" = "Morphen in der Bibliothek platzieren"
"Place shapes into library" = "Shapes in der Bibliothek platzieren"
"Place texts into library" = "Texte in der Bibiothek platzieren"
"Placement information" = "Information zur Platzierung"
"Placeobjects" = "Objekte platzieren"
"Plain Text (*.txt)" = "Einfacher Text (*.txt)"
"Player parameters" = "Parameter vom Player"
"Please, choose the desired format for ActionScripts present\r\nin the tasks to be exported into.\r\nAvailable formats: Pi-code, hex dump or plain text file." = "Wählen Sie bitte das gewünschte Format der ActionScripts aus,\r\ndas in den Aufgaben vorhanden ist, um in dieses Format zu erxportieren.\r\nVorhandene Formate: Pi-Code, hexadezimale Ausgabe oder einfache Textdatei."
"Please, choose the desired format for buttons present\r\nin the tasks to be exported into.\r\nAvailable formats: SWF and FLA." = "Wählen Sie bitte das gewünschte Format für  Schaltflächen aus,\r\ndas in den Aufgaben vorhanden ist, um in dieses Format zu erxportieren.\r\nVorhandene Formate: SWF und FLA."
"Please, choose the desired format for fonts present\r\nin the tasks to be exported into.\r\nAvailable formats: SWF and FLA." ="Wählen Sie bitte das gewünschte Format für  Schriftarten aus,\r\ndas in den Aufgaben vorhanden ist, um in dieses Format zu erxportieren.\r\nVorhandene Formate: SWF und FLA."
"Please, choose the desired format for frames present\r\nin the tasks to be exported into.\r\nAvailable formats: SWF and FLA." ="Wählen Sie bitte das gewünschte Format für Frames aus,\r\ndas in den Aufgaben vorhanden ist, um in dieses Format zu erxportieren.\r\nVorhandene Formate: SWF und FLA."
"Please, choose the desired format for images present\r\nin the tasks to be exported into.\r\nAvailable formats: JPG, PNG, BMP, SWF or FLA" = "Wählen Sie bitte das gewünschte Format für Bilder aus,\r\ndas in den Aufgaben vorhanden ist, um in dieses Format zu erxportieren.\r\nVorhandene Formate: JPG, PNG, BMP, SWF oder FLA."
"Please, choose the desired format for morphs present\r\nin the tasks to be exported into.\r\nAvailable formats: SWF and FLA." ="Wählen Sie bitte das gewünschte Format für Morphen aus,\r\ndas in den Aufgaben vorhanden ist, um in dieses Format zu erxportieren.\r\nVorhandene Formate: SWF und FLA."
"Please, choose the desired format for shapes present\r\nin the tasks to be exported into.\r\nAvailable formats: SWF and FLA." = "Wählen Sie bitte das gewünschte Format für Shapes aus,\r\ndas in den Aufgaben vorhanden ist, um in dieses Format zu erxportieren.\r\nVorhandene Formate: SWF und FLA."
"Please, choose the desired format for sounds present\r\nin the tasks to be exported into.\r\nAvailable formats: WAV, MP3, SWF or FLA." = "Wählen Sie bitte das gewünschte Format für Sounds aus,\r\ndas in den Aufgaben vorhanden ist, um in dieses Format zu erxportieren.\r\nVorhandene Formate: WAV, MP3, SWF oder FLA."
"Please, choose the desired format for sprites present\r\nin the tasks to be exported into.\r\nAvailable formats: SWF and FLA." ="Wählen Sie bitte das gewünschte Format für Sprites aus,\r\ndas in den Aufgaben vorhanden ist, um in dieses Format zu erxportieren.\r\nVorhandene Formate: SWF und FLA."
"Please, choose the desired format for texts present\r\nin the tasks to be exported into.\r\nAvailable formats: TXT, RTF, HTML, SWF or FLA." ="Wählen Sie bitte das gewünschte Format für Texte aus,\r\ndas in den Aufgaben vorhanden ist, um in dieses Format zu erxportieren.\r\nVorhandene Formate: TXT, RTF, HTML, SWF oder FLA."
"Please, choose the desired format for videos present\r\nin the tasks to be exported into.\r\nAvailable formats: FLV, AVI, MPG, SWF or FLA." ="Wählen Sie bitte das gewünschte Format für Video aus,\r\ndas in den Aufgaben vorhanden ist, um in dieses Format zu erxportieren.\r\nVorhandene Formate: FLV, AVI, MPG, SWF oder FLA."
"Please, note that Flash Decompiler will process the tasks which are currently added in My tasks panel, and not necessarily the one which is currently previewed. Make sure the files you need converted or exported from are in My tasks list." = "Beachten Sie bitte folgende Tatsache. Der Flash Decompiler wird nur solche Aufgaben bearbeiten, die in Meinen Aufgaben vorhanden sind, nicht solche, für die nur die Vorschau aktiv ist. Sehen Sie nach, dass die Dateien, die konvertiert oder exportiert werden müssen, in Meinen Aufgaben sind."
"Please, select target folder where resulting extracted objects should be saved to." = "Wählen Sie bitte den Zielordner aus, wohin die extrahierten Objekte gespeichert werden müssen."
"Preparing preview..." = "Bereite die Vorschau vor..."
"Preview not available" = "Die Vorschau ist nicht vorhanden"
"Property" = "Eigenschaft"
"Quality" = "Qualität"
"Ready" = "Fertig"
"Recover original variables names" = "Die Wiederherstellung der originalen Namen von Variablen"
"Refresh" = "Aktualisieren"
"Register your copy of Flash Decompiler\r\nby entering your registration name and code." = "Registrieren Sie ihre Kopie vom Flash Decompiler,\r\nindem Sie den Registrierungsnamen und den Registrierungscode eingeben."
"Registered to:" = "Registriert auf:"
"Registration code:" = "Registrierungscode:"
"Reload current task into original state" = "Die aktuelle Aufgabe in den originalen Zustand zurücksetzen."
"Remove all" = "Alle entfernen"
"Remove all tasks from the tasks list." = "Alle Aufgaben von der Aufgabenliste entfernen."
"Remove current task" = "Aktuelle Aufgabe entfernen"
"Remove current task from the tasks list." = "Aktuelle Aufgabe von der Aufgabenliste entfernen."
"Remove file" = "Datei entfernen"
"Remove tasks" = "Aufgabe entfernen"
"Replace and edit dynamic texts currently present in a SWF/EXE task." = "Ersetzen und editieren Sie dynamische Texte, die derzeit in der SWF/EXE Aufgabe vorhanden sind."
"Replace original images in a SWF/EXE task: you can add\r\nJPEG and PNG images, edit their quality,\r\ntransparency settings and size." = "Erneuern Sie die originalen Bilder in der SWF/EXE Aufgabe: man kann \r\ndie JPEG und PNG Bilder hinzufügen, ihre Qualität,\r\n die Durchsichtigkeit und die Größe einstellen."
"Replace original sounds in a SWF/EXE task:\r\nadd your own sounds instead of the original\r\nobjects, alter sound format and quality." = "Ersetzen Sie die originalen Sounds in der SWF/EXE Aufgabe:\r\n man kann eigene Sounds anstelle der originalen hinzufügen, das Soundformat und die Qualität verändern."
"Reset all extraction formats to default values." = "Alle Extrahierungsformate zu vorgegebenen Werten zurücksetzen."
"Reset all formats to FLA" = "Alle Formate zum FLA zurücksetzen"
"Reset all formats to SWF" = "All Formate zum SWF zurücksetzen"
"Reset this tab to default conversion settings." = "Dieses Tab zu vorgegebenen Konvertierungseinstellungen zurücksetzen."
"Reset to default conversion settings." = "Zurück zu vorgegebenen Konvertierungseinstellungen"
"Reset to defaults" = "Vorgegebene Einstellungen"
"Rich Text (*.rtf)" = "Reicher Text (*.rtf)"
"Right" = "Rechts"
"Right margin" = "Rechter Rand"
"SWF" = "SWF"
"SWF File Info" = "Info zur SWF-Datei"
"SWF Resources Info" = "Info zu SWF-Ressourcen"
"SWF version" = "SWF-Version"
"SWF version:" = "SWF-Version:"
"Same as FLA version" = "Gleich wie FLA-Version"
"Save" = "Speichern"
"Save Log" = "Log speichern"
"Save a SWF copy of the file currently selected in My tasks.\r\nNote, if you highlight a certain resource in a task, but another file\r\nfrom is currently displayed,the file highlighted in My tasks will be saved." = "Speichern Sie eine SWF-Kopie der Datei,  die derzeit in meinen Aufgaben gewählt ist.\r\nBeachten Sie bitte, dass wenn Sie eine bestimmte Quelle in der Aufgabe markieren, aber die andere Datei \r\naus dieser Quelle aktuell angezeigt wird, wird die in meinen Aufgaben markierte Datei gesichert."
"Save as..." = "Speichern als..."
"Save current task in a new file with applied changes." = "Aktuelle Aufgabe mit angewandten Veränderungen in eine neue Datei speichern."
"Save current task with applied changes." = "Aktuelle Aufgabe mit angewandten Veränderungen speichern."
"Save on disk" = "Auf die Festplatte speichern"
"Save/Discard changes" = "Die Veränderungen speichern /annulieren"
"Screenshot" = "Screenshot"
"Scripts" = "Scripts"
"Search" = "Suche"
"Search for: " = "Suche nach: "
"Search now" = "Jetzt suchen"
"Search only in current SWF" = "Nur in der aktuellen SWF suchen"
"Search options" = "Suchoptionen"
"Search results" = "Suchergebnisse"
"Select folder to add to the tasks list" = "Den Ordner auswählen, um zur Aufgabenliste hinzuzufügen"
"Select folder to convert object to" = "Den Ordner auswählen, um das Objekt darin zu konvertieren"
"Select the version of FLA format to be created" = "Die Version vom FLA-Format auswählen, die erstellt werden muss"
"Select the version of SWF format which would be set\r\nby default when you'll be publishing the converted FLA." = "Wählen Sie die Version vom SWF-Format aus, die vorgegeben wird,\r\nwenn man die konvertierte FLA veröffentlicht."
"Selectable" = "Auswählbar"
"Separate layers for morphs" = "Separate Schichten für Morphen"
"Set all extraction formats except for ActionScript to FLA" = "Alle Formate für die Extrahierung bestimmen außer für ActionScript in FLA"
"Set all extraction formats except for ActionScript to SWF" = "Alle Formate für die Extrahierung bestimmen außer für ActionScript in SWF"
"Shape" = "Shape"
"Shapes" = "Shapes"
"Size" = "Größe"
"Size (bytes)" = "Größe (Bytes)"
"Size in bytes" = "Größe in Bytes"
"Small icons" = "Kleine Icons"
"Some tutorials on Flash Decompiler usage" = "Einige Anleitungen für die Nutzung vom Flash Decompiler"
"Sound" = "Sound"
"Sound (*.wav, *.mp3)" = "Sound (*.wav, *.mp3)"
"Sound rate" = "Sound-Rate"
"Sounds" = "Sounds"
"Sprite" = "Sprite"
"Sprites" = "Sprites"
"Standard colors" = "Standardfarben"
"Static text" = "Statischer Text"
"Static text bounding box expansion" = "Die Erweiterung der Grenzen für statischen Text"
"Status" = "Status"
"Stereo (mono if unchecked)" = "Stereo (Mono ohne Markierung)"
"Stretch/Shrink new image to fit original size" = "Bild der Originalgröße anpassen, ausdehenen/verkleinern"
"Support e-mail: support@eltima.com" = "Support per  E-Mail: support@eltima.com"
"Switch to dragging mode (movie interactive objects will not be active)" = "Zum Ziehmodus wechseln (interaktive Objekte im Video werden nicht aktiv sein)"
"Switch to original size" = "Zur Originalgröße wechseln"
"Tag" = "Tag"
"Tag information" = "Information zum Tag"
"Take snapshot" = "Screenshot machen"
"Taken snapshot will be copied to clipboard.\r\nThen you can paste it anywhere in graphic editor,\r\ndocument or else..." = "Der gemachte Screenshot wird in die Zwischenablage gespeichert.\r\nDanach kann man ihn in einen grafischen Editor,\r\nin einDokument oder irgenwo noch einfügen...."
"Taken snapshot will be saved to your hard drive.\r\nYou will see a dialog to navigate to desired folder" = "Der gemachte Screenshot wird auf die die Festplatte gespeichert.\r\nSie werden in einem Dialog sehen, wie man zum gewünschten Ordner navigiert"
"Takes a screenshot of currently played file/frame.\r\nBy default the snapshot is placed into clipboard" = "Der Screenshot der aktuell gespielten Datei/des Frames wird gemacht.\r\nWenn nichts anderes festgelegt ist, wird der Screenshot in die Zwischenablage gespeichert."
"Technical and information support center:\r\nfind out how we can help you, search for answers or contact Eltima easily." = "Technischer und informativer Support:\r\nfinden Sie heraus, wie wir Ihnen helfen können, suchen Sie nach Antworten oder kontaktieren Sie Eltima."
"Text" = "Text"
"Text color" = "Textfarbe"
"Text options" = "Textoptionen"
"Texts" = "Texte"
"There are no lines or colors to edit\r\nin selected shape or no shape was selected." = "Es sind keine Linien oder Farben \r\nzum Editieren im ausgewählten Shape \r\noder kein Shape wurde ausgewählt."
"This movie has only 1 frame, you can't rewind it" = "Dieses Video hat nur ein Frame. Sie können es nicht zurückspulen."
"This tab is disabled because no files are added to My tasks list.\r\nPlease, drop some Flash movies there." = "Dieses Tab ist deaktiviert, weil keine Dateine zu meiner Aufgabenliste hinzugefügt sind.\r\nFügen Sie bitte einige Videos ein."
"This task does not contain\r\nany dynamic texts.\r\n" = "Diese Aufgabe enthält keine\r\ndynamische Texte.\r\n"
"Thumbnails for Buttons" = "Vorschaubilder für Schaltflächen"
"Thumbnails for Fonts" = "Vorschaubilder für Schriftarten"
"Thumbnails for Images" = "Vorschaubilder für Bilder"
"Thumbnails for Morphs" = "Vorschaubilder für Morphen"
"Thumbnails for Shapes" = "Vorschaubilder für Shapes"
"Thumbnails for Sprites" = "Vorschaubilder für Sprites"
"Thumbnails for Texts" = "Vorschaubilder für Texte"
"Thumbnails for Videos" = "Vorschaubilder für Videos"
"To  be  able  to  correctly  decompile  Flash  components, we have to keep their database on your disc. In case you have additional components elsewhere, you can add SWC files manually. Otherwise, use the Update button to automatically fetch all Flash components available in your system." = "Für korrekte Dekompilierung müssen Flash-Komponente in einer Datenbank auf der Festplatte gelagert werden. Für woanders gelagerte Komponente kann man SWC-Dateien manuell hinzufügen oder die "Update" Schaltfläche nutzen, um alle im System vorhandenen Flash-Komponente automatisch abzurufen."
"Total" = "Insgesamt"
"Transparent" = "Durchsichtig"
"Treat text as HTML" = "Den Text als HTML behandeln"
"Type" = "Typ"
"Unable to open file." = "Kann die Datei nicht öffnen."
"Unfortunately, Adobe Flash player ActiveX isn't installed in your system. Flash Decompiler requires this ActiveX control for proper working. Please, visit www.adobe.com and install Flash Player or contact Eltima technical support (support@eltima.com)." = "Leider ist Adobe Flash Player ActiveX im System nicht installiert. Flash Decompiler benötigt dieses ActiveX Control für korrekte Arbeit. Besuchen Sie bitte www.adobe.com und installieren Sie den Flash-Player oder kontaktieren Sie technischen Support von Eltima (support@eltima.com)."
"Unfortunately, you cannot save SWF files in demo version. This feature will be enabled once you register your copy of Flash Decompiler. Please, visit www.eltima.com for purchasing details." = "Leider lassen sich SWF-Dateien in der Testversion nicht speichern. Diese Feature wird aktiviert sein, wenn Sie Ihre Kopie vom Flash Decompiler registrieren. Besuchen Sie bitte www.eltima.com, um mehr Kaufinformationen zu erhalten."
"Unlimited Business" = "Unbegrenzte Geschäftslizenz"
"Updated" = "Aktuelisiert"
"Use Flash movie background color" = "Die Hintergrundfarbe des Flash-Videos anwenden"
"Use getProperty/setProperty" = "getProperty/setProperty benutzen"
"Use system font" = "Systemschrift anwenden"
"Use tabs" = "Tabs anwenden"
"Used by" = "Angewandt von"
"Uses" = "Benutzt"
"Value" = "Wert"
"Var name" = "Var Name"
"Version" = "Version"
"Version %@" = "Version %@"
"Video" = "Video"
"Videos" = "Videos"
"View currently assigned hot keys for faster access\r\nto most frequent actions." = "Die bereits festgelegten Schnelltasten für schnelleren Zugriff auf \r\ndie häufigsten Handlungen ansehen."
"Visit Flash Decompiler homepage online." = "Die Homepage vom Flash Decompiler besuchen"
"Whole words only" = "Nur ganze Wörter"
"Width:" = "Breite:"
"Yes" = "Ja"
"You have Flash ActiveX version: %@" = "Sie haben Flash ActiveX Version: %@"
"You may alter ActionScripts syntax highlighting here. This will only influence their representation in Flash Decompiler." = "Man kann die Syntax von ActionScripts verändern, indem man hier markiert. Das wird nur ihre Darstellung im Flash Decompiler beeinflussen."
"You should restart Flash Decompiler to apply new language." = "Um neue Sprache anwenden zu können, muss Flash Decompiler neu gestartet werden."
"ZLib compressed:" = "Mit Zlib komprimiert:"
"Zoom" = "Zoom"
"Zoom Slider" = "Zoom Slider"
"no" = "nein"
"temp" = "temp"
"yes" = "ja"
" " = " "
"Action tag #%@" = "Aktivitätstag #%@"
"Add File(s)..." = "Datei ... hinzufügen"
"As button" = "Als Schaltfläche"
"Ascent" = "Oberlänge"
"Bold" = "Fett gedruckt"
"Building scripts ..." = "Bilde Scripts ..."
"Built in" = "Eingebaut"
"Comment" = "Kommentar"
"Components" = "Komponente"
"Descent" = "Unterlänge"
"Down" = "Nach unten"
"Dyn text" = "Dyn Text"
"Edge bounds" = "Randgrenzen"
"Element:" = "Element:"
"Encoding" = "Codierung"
"End bounds" = "Endgrenzen"
"Flash Components in database:" = "Flash Komponente in der Datenbank:"
"Flash Components' database path:" = "Pfad zur Datenbank von Flash Komponenten:"
"Flash movie (*.SWF)|*.SWF|" = "Flash Video (*.SWF)|*.SWF|"
"Font name" = "Schriftname"
"Foreground color:" = "Vordergrundfarbe:"
"Frames count" = "Zählung der Frames"
"Glyph count" = "Zählung der Bildzeichen"
"Hit" = "Angeschlagen"
"Italic" = "Italic"
"JPEG" = "JPEG"
"Keyword" = "Schlüsselwort"
"Label" = "Label"
"Language code" = "Sprachcode"
"Literal" = "Konstante"
"Matrix" = "Matrix"
"Move(%@)" = "Move(%@)"
"Operator" = "Operator"
"Over" = "Über"
"Recover register variables" = "Registervariablen wiederbekommen"
"Scale(%@)" = "Skalieren(%@)"
"Rotate(%@)" = "Drehen(%@)"
"Select folder to store components database" = "Den Ordner zum Speichern der Datenbankkomponente auswählen"
"Small" = "Klein"
"Start bounds" = "Startgrenzen"
"Stat text" = "Stat Text"
"State" = "Zustand"
"String" = "String"
"Track mode" = "Verfolgungsmodus"
"Up" = "Hoch"
"Update" = "Aktualisierung"
"Use non-scalling strokes" = "Nicht skalierbare Linien verwenden"
"Use scalling strokes" = "Skalierbare Linien verwenden"
"Uses Defaults" = "Vorgegebene Einstellungen"
"Whitespace" = "Leerstelle"
"alpha" = "alpha"
"blue" = "blau"
"green" = "grün"
"red" = "rot"
"FirstSample: %@" = "ErstesSample: %@"
"LastSample: %@" = "LetztesSample: %@"
"Repeat: %@" = "Wiederholen: %@"
"No multiple" = "Keine mehrere"
"Stop" = "Stop"
"Stereo" = "Stereo"
"Mono" = "Mono"
"As menu" = "Als Menü"
"VideoPacket" = "VideoPacket"
"Off" = "Aus"
"On" = "Ein"
"Left" = "Links"
"Center" = "Mitte"
"Justify" = "Ausrichten"
"Flash Decompiler Trillix intro" = "Flash Decompiler Trillix Intro"
"Understanding demo limitations" = "Die Einschränkungen der Testversion"
"&About Flash Decompiler..." = "&Über Flash Decompiler..."
"Applying" = "Übernehme"
"Codec" = "Codec"
"Extracting %s..." = "Extrahiere %s..."
"Extracting ..." = "Extrahiere ..."
"Extracting resources from %s..." = "Extrahiere Ressourcen aus  %s..."
"Extraction done." = "Extrahierung ist abgeschlossen."
"Extraction started ..." = "Extrahierung gestartet ..."
"Rate" = "Rate"
"Sample bits" = "Sample Bits"
"Samples count" = "Zählung der Samples"
"Stereo/mono" = "Stereo/Mono"
"Streaming sound" = "Streaming Sound"
"You can click this button as well! It has some valuable stuff inside" = "Sie können auf diese Schaltfläche klicken! Es gibt dort einige wichtige Informationen"
"Continue demo" = "Testversion nutzen"
"Enter registration code" = "Registrierungscode"
"Order now" = "Bestellen"
"Thank you very much for trying the Demo version of Flash Decompiler Trillix by Eltima Software.\r\n\r\nThe demo version is fully-functional, but implies certain demo limitations. Among them:\r\n\r\n - only two objects will be exported in every resource category;\r\n - Flash movies will be converted into FLA in black-and-white;\r\n - ActionScripts will not be included in resulting FLA files;\r\n - decompiled ActionScripts cannot be copied to clipboard;\r\n - you won't be able to save changes to your Flash files after editing.\r\n\r\nPlease, don't forget to register your copy of the software to get rid of all demo limitations forever.\r\nTo get your registration key, please, click 'Order now' below." = "Vielen Dank für die Nutzung der Testversion vom Flash Decompiler Trillix von Eltima Software. Die Testversion ist voll funktional, weist aber einige Einschränkungen auf. Darunter sind:\r\n - in jeder Kategorie der Ressourcen werden nur zwei Objekte exportiert;\r\n - Flash Videos werden in FLA in Schwarz und Weiß konvertiert;\r\n - Resultierende FLA-Dateien wirden keine ActionScripts enthalten;\r\n - Dekompilierte ActionScripts können in die Zwischenablage nicht kopiert werden;\r\n - Nach der Editierung können die Veränderungen in Flash-Dateien nicht gespeichert werden.\r\n\r\nUm diese Einschränkungen der Testversion für immer loszuwerden, registrieren Sie bitte Ihre Kopie der Software. Um den Registrierungscode zu erhalten, klicken Sie bitte unten auf \"Jetzt bestellen\"."
"Register" = "Registrieren"
"Eltima - Waiver of responsibility" = "Haftungsverzicht von Eltima"
"Please, be informed that Eltima provides Flash/SWF decompilation \r\ntechnology with Flash Decompiler Trillix for personal use only, \r\nnot for copyrighted materials you are not the owner of. \r\nYou hereby confirm that you are aware of all possible copyright \r\ninfringements when decompiling Flash/SWF files and realize \r\nthat Eltima waives any responsibility thereafter." = "Beachten Sie bitte folgendes. Eltima bietet die Technologie \r\nder Dekompilierung vom Flash/SWF, die im Programm Flash \r\nDecompiler Trillix realisiert ist, nur für persönliche Nutzung, \r\nnicht für die Dekompilierung der urheberrechtlich geschützten \r\nDateien, die Ihnen nicht angehören. \r\nDamit bestätigen Sie, dass Sie alle nmöglichen Probleme bei \r\nder Verletzung der Urheberrechte bei der Dekompilierung \r\nder Flash/SWF Dateien erkennen, und sind damit neinverstanden, \r\ndass Eltima somit auf jegliche Verantwortung verzichtet."
"Register Flash Decompiler now" = "Register Flash Decompiler now!"
"To apply localization, you need to restart Flash Decompiler Trillix. Press Yes to close Flash Decompiler now, and restart it manually; or No to do it later. If you press Cancel, localization changes will not be applied." = "Um die Lokalisierung zu übernehmen, muss Flash Decompiler Trillix neu gestartet werden. Die Schaltfläche 'Ja' wird den Flash Decompiler jetzt schließen, danach muss man das Programm starten; 'Nein' wird diese Hndlung auf später verschieben. Wenn Sie auf 'Abbrechen' drücken, wird die Lokalisierung nicht übernommen."
"Flash Decompiler Trillix is not registered on this machine. If you want to use it you need to register it now." = " Flash Decompiler Trillix ist auf diesem Rechner nicht registriert. Wenn Sie dieses Programm anwenden möchten, registrieren Sie es bitte."
"Flash Decompiler Trillix is already registered in this system. Please, don't enter another registration details unless you want to change your registration name or license type." = "Flash Decompiler Trillix ist in diesem System bereits registriert. Bitte geben Sie keine Registrierungsinformationen ein, ausgenommen dass Sie den Registrierungsnamen oder den Lizenztyp ändern möchten."
"Adding file(s) to the tasks list..." = " Füge die Datei(en) der Aufgabenliste bei"
"Preview" = "Vorschau"
"Open" = "Öffnen"
"Quick actions" = "Schnelle Aktionen"
"Convert SWF to FLA" = "SWF in FLA konvertieren"
"Interface" = "Oberfläche"
"Show/Hide" = "Zeigen/ausblenden"
"Customize the way Flash Decompiler looks like, it may also help you recover the lost panel." = "Das Aussehen vom Flash Decompiler individuell anpassen, das kann auch bei der Wiederherstellung der verlorenen Leiste helfen."
"Removing task(s)..." = "Entferne Aufgabe(n)..."
"Quick extract all currently selected SWF resources." = "Schnelle Extrahierung aller derzeit ausgewählten Ressourcen."
"Quick convert currently highlighted file from the tasks list." = "Schnelle Konvertierung der aktuell hervorgehobenen Datei aus der Aufgabenliste."
"The following checkbox enables Flash Decompiler to save your tasks statuses after exiting and relaunching. By default, Flash Decompiler will save all previous tasks as they were before you exit." = "Diese Checkbox ist ermöglicht das Speichern der Statuse der Aufgaben nach dem Ausgang un dem Neustart. Standardmäßig wird der Flash Decompiler alle vorherigen Aufgaben in ihrem aktuellen Zustand vor dem Ausgang speichern."
"Save My tasks list status on exit" = "Status meiner Aufgaben beim Ausgehen speichern."
"These buttons let you reset visibility and positions of the main three panels: My tasks, File properties and Tag info. This is quite convenient when you \"lose\" them by dragging out or configuring the GUI." = "Diese Schaltflächen ermöglichen das Zurücksetzen der drei wichtigen Leisten: Meine Aufgaben, File-Eigenschaften, Tag Information. Das ist ziemlich bequem, wenn man sie beim Ziehen oder bei der Konfigurierung vom GUI \"verloren \"  hat."
"Reset \"My tasks\" panel position" = "Zurücksetzen \"Meine Aufgaben\" Leisteposition"
"Reset \"File properties\" panel position" = "Zurücksetzen \"File-Eigenschaften\" Leisteposition"
"Reset \"Tag information\" panel position" = "Zurücksetzen \"Tag Information\" Leisteposition"
"General Flash Decompiler settings" = "Allgemeine Einstellungen vom Flash Decompiler"
"Open Flash movies" = "Flash-Video öffnen"
"Starting conversion..." = "Starte Konvertierung...";
"File conversion finished." = "Konvertierung von Dateien ist abgeschlossen.";
"Loading file \"%s\"..." = "Lade Datei \"%s\"...";
"Cannot load file. File is either locked by another process or corrupt." = "Kann die Datei nicht laden. Die Datei ist entweder von einer anderen Anwendung belegt oder beschädigt.";
"Saving file \"%s\"..." = "Sichere Datei \"%s\"...";
"Saving has been cancelled." = "Sicherung wurde abgebrochen.";
"Starting header processing..." = "Starte Bearbeitung von Dateiköpfen ...";
"Header processing finished." = "Bearbeitung von Dateiköpfen ist abgeschlossen.";
"Starting timeline processing..." = "Starte die Bearbeitung von der Zeitleiste…";
"Timeline processing finished." = "Bearbeitung von der Zeitleiste ist abgeschlossen.";
"An error has occured while parsing SWF timeline." = "Ein Fehler ist beim Parsing von der SWF Zeitleiste unterlaufen.";
"An error has ocurred while processing timeline." = "Ein Fehler ist bei der Bearbeitung von der Zeitleiste  unterlaufen.";
"An error has ocurred while creating FLA timeline." = "Ein Fehler ist bei der Erstellung von der FLA- Zeitleiste unterlaufen.";
"Processing sprite symbol #%d..." = "Bearbeite Spreitesymbol #%d...";
"Sprite symbol #%d processing finished." = "Bearbeitung von Spritesymbolen #%d  ist abgeschlossen.";
"Processing button symbol #%d..." = "Bearbeite Schaltflächensymbol #%d...";
"Button symbol #%d processing finished." = "Bearbeitung von Schaltflächensymbolen #%d  ist abgeschlossen.";
"Starting library processing..." = "Starte die Bearbeitung von der Bibliothek...";
"An error has ocurred while processing library." = "Ein Fehler ist bei der Bearbeitung von der Bibliothek unterlaufen.";
"Library processing finished." = "Bearbeitung der Bibliothek ist abgeschlossen.";
"Cannot create destination file or it is occupied by another application. Please choose another name for FLA file." = "Kann den Zielordner nicht erstellen oder er ist belegt von einer anderen Anwendung. Bitte einen anderen Namen für FLA Datei auswählen.";
"Used fill style is not fully supported by convertor or by FLA file format." = " Der gebrauchte Füllstil wird nicht ganz von dem Konvertor oder vom FLA Dateiformat unterstützt.";
"Font #%d not found" = "Font #%d wurde nicht gefunden.";
"An error has occurred while normalizing tags in SWF file." = "Ein Fehler ist bei der Normalizierung von Tags in der SWF Datei unterlaufen.";
"Cannot create \"%s\" file." = "Kann keine Datei\"%s\"erstellen.";
"Cannot create \"%s\" directory." = "Kann kein Verzeichnis\"%s\" erstellen.";
"An error has occured while saving FLP or AS file(s)." = "Ein Fehler ist beim Speichern von der FLP oder AS Datei unterlaufen.";
"Different caps styles for begin/end of the same line are not supported in FLA format. They must match each other." = "Verschiedene Stile für den Anfang/das Ende der gleichen Linie werden im FLA Format nicht unterstützt. Sie müssen miteinander übereinstimmen.";
"About L.A.M.E and FFmpeg" = "Über L.A.M.E und FFmpeg";
"Show information about third-party libraries used and their licensing details" = "Informationen über Bibliotheken der Drittanbieter und ihre Lizenzierungsdetails";
"Flash Decompiler uses L.A.M.E and FFmpeg (both under LGPL v.3)" = "Flash Decompiler verwendet L.A.M.E und FFmpeg \n(beides unter LGPL v.3)";
"About third-party libraries" = "Über Bibliotheken der Drittanbieter";
"Replace and edit texts currently present in a SWF/EXE task." = "Ersetzen und editieren Sie Texte, die in der SWF/EXE Aufgabe präsentiert sind"
"This task does not contain\r\nany texts.\r\n"   = "Diese Aufgabe enthält \r\nkeine Texte.\r\n"
"Edit texts" = "Texte editieren"
"Use system font instead of embedded one"  = "Verwenden Sie Systemschrift statt der eingebetteten"
"Change font"  = "Schrift verändern"
"Change font size" = "Schriftgröße verändern"
"Make text bold" = "Text fettgedruckt machen"
"Italicize text" = "Text kursiv setzen"
"Warning: static texts cannot be edited without changing their font. Please, select the new font first then you will be able to edit static text."  = "Warnung: statische Texte können ohne Veränderung der Schrift nicht editiert werden. Wählen Sie bitte eine neue Schrift, um den statischen Text editieren zu können"
"Don't show this message again" = "Don't show this message again";
"File (or files) you are trying to convert was created by Adobe Flex Builder and therefore cannot be converted into FLA. Instead, a Flex Builder project will be created. You will need Adobe Flex Builder software to edit this project." = "File (or files) you are trying to convert was created by Adobe Flex Builder and therefore cannot be converted into FLA. Instead, a Flex Builder project will be created. You will need Adobe Flex Builder software to edit this project.";
"Register your copy of Flash Decompiler now by obtaining a license online." = "Register your copy of Flash Decompiler now by obtaining a license online.";
"Conversion started..." = "Conversion started...";
"Options" = "Options";
"Failed to convert ActionScript into MXML" = "Failed to convert ActionScript into MXML";
"Failed to save resources" = "Failed to save resources";
"InitClip" = "InitClip";
"Unknown error" = "Unknown error";
"Converting ..." = "Converting ..."
"Code:" = "Code:"
"Warning: you don't have Adobe Flash installed in this system at all. You won't be able to edit FLA file in this system." = "Warning: you don't have Adobe Flash Studio installed in this system at all. You won't be able to edit FLA file in this system."
"Decode all classes as dynamic" = "Decode all classes as dynamic"
"Component database is empty. Do you want to search for installed Flash Components?" = "Component database is empty. Do you want to search for installed Flash Components?";
"Flash Player 9" = "Flash Player 9"
"Failed to save AS files" = "Failed to save AS files";
"FLA version: " = "FLA version: ";
"ActionScripts viewing && conversion settings." = "ActionScripts viewing && conversion settings.";
"As FLA" = "As FLA"
"Demo version does not convert Flex projects, you can only preview ActionScripts stored in Flex files. To convert Flex files to their source code, please, obtain a license of Flash Decompiler Trillix.\r\rIf you are not sure in conversion results, send your Flex file to support@eltima.com for revision." = "Demo version does not convert Flex projects, you can only preview ActionScripts stored in Flex files. To convert Flex files to their source code, please, obtain a license of Flash Decompiler Trillix.\r\rIf you are not sure in conversion results, send your Flex file to support@eltima.com for revision.";
"Done" = "Done"
"File operation failed" = "File operation failed";
"Flash Decompiler uses L.A.M.E. and FFmpeg (both under LGPL v.3)" = "Flash Decompiler uses L.A.M.E. and FFmpeg (both under LGPL v.3)";
"Failed to save project files" = "Failed to save project files";
"Error" = "Error";
"Uses L.A.M.E. and FFmpeg under LGPL v.3" = "Uses L.A.M.E. and FFmpeg under LGPL v.3";
"Converting %s file into Flex project..." = "Converting %s file into Flex project...";
"Thank you for registration!" = "Thank you for registration!";
"You are trying to save the file in Macromedia Flash %d format. \nIn order to work it correctly, this file must be saved in Macromedia Flash %d. \nPlease, select \"Yes\" to convert to version %d or \"No\" to continue conversion into the old format. \nNote that some features could be lost in this case." = "You are trying to save the file in Macromedia Flash %d format. \nIn order to work it correctly, this file must be saved in Macromedia Flash %d. \nPlease, select \"Yes\" to convert to version %d or \"No\" to continue conversion into the old format. \nNote that some features could be lost in this case."
"Deblocking mode" = "Deblocking mode"
"Warning: you are trying to convert this movie into FLA format of version %d, however, you only have Adobe Flash of version %d installed. Most probably, you won't be able to open converted FLA file until you upgrade your version of Flash." = "Warning: you are trying to convert this movie into FLA format of version %d, however, you only have Adobe Flash of version %d installed. Most probably, you won't be able to open converted FLA file until you upgrade your version of Flash."
"Smoothing on" = "Smoothing on"
"Do you want to continue?" = "Do you want to continue?";
"Failed to parse SWF file" = "Failed to parse SWF file";
"Warning: the movie which you are trying to convert requires features of Adobe Flash %d, however, you only have Adobe Flash version %d installed. Most probably, you won't be able to open converted FLA file until you upgrade your version of Flash. Do you still wish to continue converting into upper version of FLA? (If you select NO, this movie will be converted into FLA format of version %d, some objects may be lost)" = "Warning: the movie which you are trying to convert requires features of Adobe Flash %d, however, you only have Adobe Flash version %d installed. Most probably, you won't be able to open converted FLA file until you upgrade your version of Flash. Do you still wish to continue converting into upper version of FLA? (If you select NO, this movie will be converted into FLA format of version %d, some objects may be lost)"
"Online tutorials" = "Online tutorials";
"Name:" = "Name:"
"SWF file doesn't have Flex ActionScript" = "SWF file doesn't have Flex ActionScript";
"Flash Decompiler" = "Flash Decompiler";
"Failed to open file " = "Failed to open file ";
"No links available in this task for editing.\r\nThere may be no links,\r\nor they are dynamically built or else.\r\n" = "No links available in this task for editing.\r\nThere may be no links,\r\nor they are dynamically built or else.\r\n";
"Error parsing SWF file, please, send it to support@eltima.com" = "Error parsing SWF file, please, send it to support@eltima.com";
"Unable to convert ActionScript class: %@ into MXML, please, send this file to support@eltima.com" = "Unable to convert ActionScript class: %@ into MXML, please, send this file to support@eltima.com";
"This file turns out not to be a Flex file, please, send it to support@eltima.com for investigation." = "This file turns out not to be a Flex file, please, send it to support@eltima.com for investigation.";
"Could not save Flex Project file(s), check your user rights." = "Could not save Flex Project file(s), check your user rights.";
"This folder doesn't have any supported files to preview or open" = "This folder doesn't have any supported files to preview or open";
"Unknown error! Please, send the file you are trying to convert to support@eltima.com" = "Unknown error! Please, send the file you are trying to convert to support@eltima.com";
"Could not save AS file(s), check your user rights." = "Could not save AS file(s), check your user rights.";
"Could not open file: %@ for writing." = "Could not open file: %@ for writing.";
"Unable to create folder: %@, check your user rights." = "Unable to create folder: %@, check your user rights.";
"Up one level" = "Up one level";
"Could not save Flex Project resources, check your user rights." = "Could not save Flex Project resources, check your user rights.";
"Reload current directory" = "Reload current directory";
"SWF to FLA conversion" = "SWF to FLA conversion"
"Recover arguments' names" = "Recover arguments' names"
"SWF object extraction" = "SWF object extraction"
"Editing SWF file" = "Editing SWF file"

"Extract all currently selected SWF resources." = "Extract all currently selected SWF resources.";
